
"Battery Power" = "baterii";
"AC Power" = "zasilacza";
"UPS Power" = "UPS";

//Alternate Power Adapter tabViewItem label
"Power" = "Zasilanie";

//The power warning sheet
"Restore Defaults" = "Przywróć domyślne";
"OK" = "OK";
"Cancel" = "Anuluj";

"UPS Power Checkbox" = "Pokazuj status UPS w pasku menu";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f%% pełny";
"Current UPS Charge" = "Bieżący poziom naładowania: %.0f%%";

"Power consumption may be greater than normal." = "Z tymi ustawieniami komputer może zużywać więcej energii.";
"Reset by clicking Restore Defaults" = "Aby zużywać mniej energii, kliknij w Przywróć domyślne.";

"Network wake noise warning" = "Gdy włączone jest budzenie przy dostępie przez sieć, komputer może budzić się co jakiś czas.";
"Wakes for detection" = "Informuje to inne urządzenia, że komputer jest cały czas dostępny w sieci.";

"Wake for network" = "Obudź przy dostępie przez sieć";
"Wake for Ethernet" = "Obudź przy dostępie przez sieć Ethernet";
"Wake for AirPort" = "Obudź przy dostępie przez sieć AirPort";

"Custom" = "własne ustawienia";

"Schedule Warning- power adapter must be present" = "Zaplanowane uruchomienie nastąpi pod warunkiem, że Mac będzie podłączony do zasilacza.";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "Bieżący stan naładowania baterii: %.0f%%    Szacunkowy pozostały czas: %@";
"Battery Status, Charged" = "Bateria jest naładowana.";
"Short Battery Status" = "Szacunkowy pozostały czas: %@ (%.0f%%)";
"Battery Status, Charging" = "Bieżący stan naładowania baterii: %.0f%%   Pozostało około: %@";
"Short Battery Status, Charging" = "Szacunkowy czas do naładowania: %@ (%.0f%%)";
"Current Charge" = "Bieżący stan naładowania baterii: %.0f%%";
"Calculating time" = "Obliczam czas";
 
"Check Battery" = "Wymaga naprawy."; 
"Poor Battery" = "Stan baterii: Wymień teraz.";
"Fair Battery" = "Stan baterii: Wymień wkrótce.";


"AutoProc" = "automatycznie";
"HighProc" = "najwyższa";
"NormalProc" = "zredukowana";

/* strings for tool tips */
"minute" = "minuta";
"minutes" = "min";
"hour" = "godzina";
"hours" = "godz.";

"dim" = "Wygaszenie";
"sleep" = "Usypianie";
"halfminute" = ".5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "Wygaszenie %1$@. Uśpienie %2$@.";

"Never" = "Nigdy";
"1 minute" = "1 minuta";
"3 minutes" = "3 minuty";
"5 minutes" = "5 minut";
"10 minutes" = "10 minut";
"15 minutes" = "15 minut";
"20 minutes" = "20 minut";
"25 minutes" = "25 minut";
"30 minutes" = "30 minut";  
"45 minutes" = "45 minut";
"1 hour" = "1 godz.";
"1 hour 15 minutes" = "1 godz. 15 min";
"1 hour 30 minutes" = "1 godz. 30 min";  
"1 hour 45 minutes" = "1 godz. 45 min";
"2 hours" = "2 godziny";
"3 hours" = "3 godzin";

"Better Energy Savings" = "lepsze oszczędzanie energii";
"Better Battery Life" = "dłuższa praca na baterii";
"Better UPS Life" = "lepsza żywotność przy UPS";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "Wyloguj się, by zmiana zaczęła obowiązywać";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "Wszyscy muszą się wylogować, by zmiana zaczęła obowiązywać";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "Należy ponownie uruchomić komputer, aby zmiana zaczęła obowiązywać";

"GFX_CHANGE_TITLE" = "Zmiana ustawień grafiki wymaga wylogowania się.";
"GFX_CHANGE_DESC" = "Kliknij w Wyloguj, aby kontynuować. Następnie możesz zapisać wszystkie otwarte dokumenty.";
"GFX_CHANGE_TITLE2" = "Zmiana ustawień grafiki wymaga ponownego uruchomienia komputera.";
"GFX_CHANGE_DESC2" = "Kliknij w Uruchom ponownie, aby kontynuować. Następnie możesz zapisać wszystkie otwarte dokumenty.";
"LOGOUT_BUTTON" = "Wyloguj";
"RESTART_BUTTON" = "Uruchom ponownie";

"AUTO_SWITCH_MSG_ON"  = "Komputer będzie automatycznie przełączał między trybami pracy, aby przedłużyć czas pracy baterii.";
"AUTO_SWITCH_MSG_OFF" = "Gdy przełączanie automatyczne jest wyłączone, komputer będzie zawsze działał w trybie lepszej wydajności.\nMoże to skrócić czas pracy baterii.";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


